Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=21_art_id=224.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Soahki
sma: Lïerh: Såekie

source: Gullevašvuohta muhtumiidda dahje historjái
sma: Maadtoej ektesne domtedh jïh dej saernide mujhtedh

source: Muhtumiin leat eará lagas olbmot geaiguin juohkit vásáhusaidis.
sma: Aavrehe dïhte gïe aajja gonnoeh aahkan luvnie åådtje årrodh.

source: Gullevašvuohta geaidda nu dahje historjái addá identitehta.
sma: Ektievoete vuj saernieh maadtoej bïjre identitetem vadta.

source: Midjiide leat muittut lieggasat ja dehálaččat.
sma: Mojhtesh mijjese gearehke jïh vyörtegs.

source: Iežat soga historjá lea mávssolaš danin go addá dutnje identitehta maid sáhtát viidásut addit boahtte bulvii.
sma: Saernieh dov maadtoej bïjre vyörtegs lea, identitetem vadta, jïh dam maahtah dov maanide vedtedh.

source: Oza dieđuid sogat birra ovttas áhkuin, ádjáin dahje earáin du lagasbirrasis !
sma: Goeredh dov slïekten bïjre dov aajja gonnoeh aahkine ektesne, jallh naan mubpine ektesne gie dov slïektem daajra.
